tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "bash"
brew "cowsay"
brew "docker"
brew "fortune"
brew "freetype"
brew "git"
brew "git-crypt"
brew "gnu-time"
brew "handbrake", link: false
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "node"
brew "pkg-config"
brew "pnpm"
brew "python@3.10"
brew "python-tk@3.10"
brew "rust-analyzer"
brew "swi-prolog"
brew "vim", link: false
brew "romkatv/powerlevel10k/powerlevel10k"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "app-cleaner"
cask "arc"
cask "arduino-ide"
cask "avtouchbar"
cask "blackhole-16ch"
cask "cheatsheet"
cask "chromium"
cask "deepl"
cask "discord"
cask "dropzone"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "macfuse"
cask "obs"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "stats"
cask "steam"
cask "unity-hub"
cask "veracrypt"
cask "virtualbox"
cask "vscodium"
cask "whatsapp"
